HELP_CMD = '''
<b>/start</b> - <em>старт бота и описание команд</em>
<b>Флирт с джентельменом</b> - <em>стикер самца + подкат</em>
<b>Получить комплимент</b> - <em>твоя фотка + комплимент</em>
<b>Покажи фотку</b> - <em>случайная твоя фотка</em>
<b>Викторина</b> - <em>ответив на все вопросы получишь подарок))</em>
'''

FLIRT = [
    'Барышня, стреляя глазками, не бросайте раненных!',
    'Ты чего такая сердитая? С метлы упала?',
    'Эх, вам бы с вашей попкой - да еще б и радикулит…',
    'Вы такая хозяйственная… как мыло…',
    'Вы выглядите, на миллион баксов, … хотя и потертыми купюрами…',
    'Твой поцелуй напоминал глоток теплой водки, которой прополоскали пепельницу.',
    'Так вы автомобилистка?!! А глаза у вас глядят в разные стороны - так это, типа, поворотники?',
    'Вы так красивы, что к вам страшно подойти!',
    'Мадам, позвольте вашу ручку… а то моя не пишет…',
    'При помощи косметики нужно подчеркивать красоту, а не пытаться ее создавать.',
    'А вас муж не бьет? Или это у вас макияж такой?',
    'Это вы со мной заигрываете, или просто танцевать не умеете?',
    'Я вовсе не собираюсь вас лапать… В смысле, здесь, в баре…',
    'Девушка, давайте поспорим с вами на 500$, что я вас сейчас приглашу переночевать, а вы откажетесь?'
]

COMPLIMENTS = [
    'Твои глаза наполняются лаской и добротой только в одном случае – возле входа в бутик Tiffany.',
    'У тебя нет недостатков! Есть только спецэффекты и особенности!',
    'У Вас такой приятный голос… особенно, когда Вы молчите.',
    'Ты такая умная, что порой я сомневаюсь — а действительно ли у меня два высших образования.',
    'Ты — заразная! Рядом с тобой невозможно не заразиться твоим бескрайним позитивом и жаждой жизни!',
    'Ты самая желанная на свете вкусняшка!',
    'Ты чудная девушка! И неважно где ударение!',
    'Твои глазки как два представителя красивейшего небесного созвездия!',
    'Сегодня я с трудом тебя узнал - как можно похорошеть так сильно за одну ночь?! Тебе помогла добрая фея?',
    'Одна из важнейших и прекраснейших деталей твоего гардероба — твоя фигура, на которой любая вещь выглядит стильно и модно!'
]

STIKERS_BOMZH = [
    'CAACAgIAAxkBAAEIkEtkN-fIkd_rdqgAAVW9lUZBMqe5BWkAAhgFAAJ8BQcbq9u9T-0e_okvBA',
    'CAACAgIAAxkBAAEIkE1kN-fPBwy-yNlvRIW1upGE_4o8sgACGQUAAnwFBxuNgwNjkFRuJy8E',
    'CAACAgIAAxkBAAEIkE9kN-ftnglMLrc_g9cj6-fmXM_C5wADBQACfAUHGw8MKvGHBR-DLwQ',
    'CAACAgIAAxkBAAEIkFNkN-gaLZJ8QAzwZRJ9npMOUXwEAQACFQUAAnwFBxtgjt3S4I6Rcy8E',
    'CAACAgIAAxkBAAEIkFVkN-hI3WBMQBaiZZpTs4WSjWqi1QAC_gQAAnwFBxuumQhkoH7TJS8E',
    'CAACAgIAAxkBAAEIkFdkN-ipgc1xcHKpI56ZFt-CKtPWqwAC-AQAAnwFBxvBu7vKTfjWSi8E'
]

QUIZ = [
    {
        "question": "Какой язык программирования является наиболее популярным?",
        "answers": ["Python", "Java", "C++", "JavaScript"],
        "correct_answer": "Python"
    },
    {
        "question": "Какая операционная система является наиболее популярной?",
        "answers": ["Windows", "Linux", "macOS", "Android"],
        "correct_answer": "Windows"
    },
    {
        "question": "Какая база данных является наиболее популярной?",
        "answers": ["MySQL", "PostgreSQL", "Oracle", "MongoDB"],
        "correct_answer": "MySQL"
    },
    {
        "question": "Какой из этих языков программирования часто используется для создания игр?",
        "answers":  ["Java", "Python", "C++", "Ruby"],
        "correct_answer": "C++"
    },
    {
        "question": "Какая из этих технологий является самой распространенной в области искусственного интеллекта?",
        "answers":  ["Нейронные сети", "Генетические алгоритмы", "Экспертные системы", "Машинное обучение"],
        "correct_answer": "Машинное обучение"
    },
]
