HELP_CMD = '''
<b>/start</b> - <em>старт бота и описание команд</em>
<b>/cancel</b> - <em>сбросить состояние бота</em>
<b>Флирт с джентельменом</b> - <em>стикер самца + подкат</em>
<b>Получить комплимент</b> - <em>твоя фотка + комплимент</em>
<b>Покажи фотку</b> - <em>случайная твоя фотка</em>
<b>Викторина</b> - <em>ответив на все вопросы получишь подарок))</em>
'''

QUIZ_DESCRIPTION = 'Для успешного прохождения, тебе нужно ответить на все вопросы без ошибок!!! И получишь подарок 🎁'
WIN_QUIZ = 'Ты прошла викторину 👏, парень должен тебе подарок!'
LOSING_QUIZ = 'Это был неправильный ответ. Боль, печаль, сегодня без подарка 😢'
ONLY_BUTTONS = 'Мадмуазель нажимайе только на кнопочки))'