COMPLIMENTS = [
    'Твои глаза наполняются лаской и добротой только в одном случае – возле входа в бутик Tiffany.',
    'У тебя нет недостатков! Есть только спецэффекты и особенности!',
    'У Вас такой приятный голос… особенно, когда Вы молчите.',
    'Ты такая умная, что порой я сомневаюсь — а действительно ли у меня два высших образования.',
    'Ты — заразная! Рядом с тобой невозможно не заразиться твоим бескрайним позитивом и жаждой жизни!',
    'Ты самая желанная на свете вкусняшка!',
    'Ты чудная девушка! И неважно где ударение!',
    'Твои глазки как два представителя красивейшего небесного созвездия!',
    'Сегодня я с трудом тебя узнал - как можно похорошеть так сильно за одну ночь?! Тебе помогла добрая фея?',
    'Одна из важнейших и прекраснейших деталей твоего гардероба — твоя фигура, на которой любая вещь выглядит стильно и модно!',
    ]

FLIRT = [
    'Барышня, стреляя глазками, не бросайте раненных!',
    'Ты чего такая сердитая? С метлы упала?',
    'Эх, вам бы с вашей попкой - да еще б и радикулит…',
    'Вы такая хозяйственная… как мыло…',
    'Вы выглядите, на миллион баксов, … хотя и потертыми купюрами…',
    'Твой поцелуй напоминал глоток теплой водки, которой прополоскали пепельницу.',
    'Так вы автомобилистка?!! А глаза у вас глядят в разные стороны - так это, типа, поворотники?',
    'Вы так красивы, что к вам страшно подойти!',
    'Мадам, позвольте вашу ручку… а то моя не пишет…',
    'При помощи косметики нужно подчеркивать красоту, а не пытаться ее создавать.',
    'А вас муж не бьет? Или это у вас макияж такой?',
    'Это вы со мной заигрываете, или просто танцевать не умеете?',
    'Я вовсе не собираюсь вас лапать… В смысле, здесь, в баре…',
    'Девушка, давайте поспорим с вами на 500$, что я вас сейчас приглашу переночевать, а вы откажетесь?',
    ]